Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localization/Ledger.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# ledger_add_category
source: Add category
zh_hans: 添加分类
zh_hant: 新增分類

# ledger_add_points
source: Add Points
zh_hans: 加分
zh_hant: 加分

# ledger_add_tag
source: Add tag
zh_hans: 添加标签
zh_hant: 新增標籤

# ledger_ai_receipt
source: AI Receipt
zh_hans: AI 识图
zh_hant: AI 識圖

# ledger_all_payers
source: All payers
zh_hans: 全部付款人
zh_hant: 全部付款人

# ledger_all_targets
source: Everyone
zh_hans: 全部对象
zh_hant: 全部對象

# ledger_amount
source: Amount
zh_hans: 金额
zh_hant: 金額

# ledger_behavior_points
source: Behavior Points
zh_hans: 行为积分
zh_hant: 行為積分

# ledger_cannot_delete_category_with_entries
source: This category still has ledger entries and cannot be deleted.
zh_hans: 该分类下仍有记账记录，无法删除。
zh_hant: 該分類下仍有記帳記錄，無法刪除。

# ledger_category
source: Category
zh_hans: 分类
zh_hant: 分類

# ledger_category_breakdown
source: By category
zh_hans: 按分类
zh_hant: 按分類

# ledger_category_name
source: Category name
zh_hans: 分类名称
zh_hant: 分類名稱

# ledger_currency
source: Currency
zh_hans: 币种
zh_hant: 幣種

# ledger_default_earn_note
source: Points earned
zh_hans: 积分奖励
zh_hant: 積分獎勵

# ledger_default_redemption_note
source: Points redeemed
zh_hans: 积分兑换
zh_hant: 積分兌換

# ledger_delete_category
source: Delete category
zh_hans: 删除分类
zh_hant: 刪除分類

# ledger_delete_category_failed
source: Could not delete the category. Please try again.
zh_hans: 删除分类失败，请重试。
zh_hant: 刪除分類失敗，請重試。

# ledger_delete_tag
source: Delete tag
zh_hans: 删除标签
zh_hant: 刪除標籤

# ledger_description_field
source: Description
zh_hans: 说明
zh_hant: 說明

# ledger_edit_category
source: Edit category
zh_hans: 编辑分类
zh_hant: 編輯分類

# ledger_expense
source: Expense
zh_hans: 支出
zh_hant: 支出

# ledger_family_expense
source: Family Expenses
zh_hans: 家庭公账
zh_hant: 家庭公帳

# ledger_for_whom
source: For whom
zh_hans: 为了谁
zh_hant: 為了誰

# ledger_icon_emoji
source: Icon
zh_hans: 图标
zh_hant: 圖示

# ledger_income
source: Income
zh_hans: 收入
zh_hant: 收入

# ledger_insufficient_points_message
source: This redemption exceeds the current balance.
zh_hans: 兑换积分超过当前余额，无法完成。
zh_hant: 兌換積分超過目前餘額，無法完成。

# ledger_insufficient_points_title
source: Insufficient points
zh_hans: 积分不足
zh_hant: 積分不足

# ledger_log_entry
source: Log expense
zh_hans: 记一笔
zh_hant: 記一筆

# ledger_log_income
source: Log income
zh_hans: 记收入
zh_hant: 記收入

# ledger_manage_categories
source: Manage categories
zh_hans: 管理分类
zh_hant: 管理分類

# ledger_manual_entry
source: Manual Entry
zh_hans: 手动记一笔
zh_hant: 手動記一筆

# ledger_member_expense_unavailable
source: Expenses unavailable
zh_hans: 暂无公账权限
zh_hant: 暫無公帳權限

# ledger_member_expense_unavailable_message
source: Only group admins can view family expenses. Behavior points are coming soon.
zh_hans: 仅管理员可查看家庭公账。行为积分即将推出。
zh_hant: 僅管理員可查看家庭公帳。行為積分即將推出。

# ledger_monthly_expense
source: Expense this month
zh_hans: 本月支出
zh_hant: 本月支出

# ledger_monthly_income
source: Income this month
zh_hans: 本月收入
zh_hant: 本月收入

# ledger_monthly_net
source: Net this month
zh_hans: 本月结余
zh_hant: 本月結餘

# ledger_next_period
source: Next period
zh_hans: 下一段
zh_hant: 下一段

# ledger_no_categories
source: No categories
zh_hans: 暂无分类
zh_hant: 暫無分類

# ledger_no_categories_hint
source: Check category seed data or add categories in Manage Categories.
zh_hans: 请检查分类种子数据，或在「管理分类」中添加。
zh_hant: 請檢查分類種子資料，或在「管理分類」中新增。

# ledger_no_expense_entries
source: No expense entries yet
zh_hans: 还没有公账记录
zh_hant: 還沒有公帳記錄

# ledger_no_points_entries
source: No points entries yet
zh_hans: 还没有积分记录
zh_hant: 還沒有積分記錄

# ledger_none_optional
source: None
zh_hans: 无
zh_hant: 無

# ledger_note
source: Note
zh_hans: 备注
zh_hant: 備註

# ledger_payer
source: Paid by
zh_hans: 垫付人
zh_hant: 墊付人

# ledger_period_day
source: Today
zh_hans: 本日
zh_hant: 本日

# ledger_period_month
source: This month
zh_hans: 本月
zh_hant: 本月

# ledger_period_week
source: This week
zh_hans: 本周
zh_hant: 本週

# ledger_period_year
source: This year
zh_hans: 本年
zh_hant: 本年

# ledger_points
source: Points
zh_hans: 积分
zh_hant: 積分

# ledger_points_balance
source: Points balance
zh_hans: 积分余额
zh_hant: 積分餘額

# ledger_previous_period
source: Previous period
zh_hans: 上一段
zh_hant: 上一段

# ledger_redeem
source: Redeem
zh_hans: 兑换
zh_hant: 兌換

# ledger_reports
source: Reports
zh_hans: 报表
zh_hant: 報表

# ledger_save_entry
source: Save
zh_hans: 保存
zh_hant: 儲存

# ledger_select_child_profile
source: Child profile
zh_hans: 孩子档案
zh_hant: 孩子檔案

# ledger_tag_name
source: Tag name
zh_hans: 标签名称
zh_hant: 標籤名稱

# ledger_tags
source: Tags
zh_hans: 标签
zh_hant: 標籤

# ledger_title_field
source: Title
zh_hans: 标题
zh_hant: 標題

# ledger_transaction_time
source: Date & time
zh_hans: 发生时间
zh_hant: 發生時間

# ledger_voice_entry
source: Voice Entry
zh_hans: 语音记账
zh_hant: 語音記帳

# ledger_wallet
source: Wallet
zh_hans: 账盘
zh_hant: 帳盤

# ledger_add_member
source: Add member
zh_hans: 添加成员
zh_hant: 新增成員

# ledger_no_members_hint
source: No members yet. Add someone to assign payer or beneficiaries.
zh_hans: 暂无成员。添加成员后即可选择垫付人与受益人。
zh_hant: 暫無成員。新增成員後即可選擇墊付人與受益人。

# ledger_beneficiaries
source: Beneficiaries
zh_hans: 受益人
zh_hant: 受益人

# ledger_category_entries_summary
source: %lld entries · %@
zh_hans: 共 %lld 笔 · %@
zh_hant: 共 %lld 筆 · %@

# ledger_category_entries
source: Entries
zh_hans: 记账记录
zh_hant: 記賬記錄

# ledger_no_category_entries
source: No entries yet
zh_hans: 暂无记账
zh_hant: 暫無記賬

# ledger_entry_detail
source: Entry detail
zh_hans: 记账详情
zh_hant: 記賬詳情

# ledger_edit_entry
source: Edit entry
zh_hans: 编辑记账
zh_hant: 編輯記賬

# ledger_delete_entry
source: Delete entry
zh_hans: 删除记账
zh_hant: 刪除記賬

# ledger_delete_entry_message
source: This entry will be permanently deleted.
zh_hans: 删除后无法恢复。
zh_hant: 刪除後無法恢復。

# ledger_visibility
source: Visibility
zh_hans: 可见度
zh_hant: 可見度

# ledger_visibility_everyone_with_access
source: Everyone with access
zh_hans: 所有有权限的人
zh_hant: 所有有權限的人

# cat_dining
source: Dining
zh_hans: 餐饮
zh_hant: 餐飲

# cat_transport
source: Transportation
zh_hans: 交通
zh_hant: 交通

# cat_shopping
source: Shopping
zh_hans: 购物
zh_hant: 購物

# cat_sports
source: Sports & Fitness
zh_hans: 运动健身
zh_hant: 運動健身

# cat_travel
source: Travel
zh_hans: 旅行
zh_hant: 旅行

# cat_repairs
source: Home Repairs
zh_hans: 家居维修
zh_hant: 家居維修

# cat_income
source: Salary & Income
zh_hans: 薪资收入
zh_hant: 薪資收入

# cat_refunds
source: Refunds
zh_hans: 退款
zh_hant: 退款

# tag_breakfast
source: Breakfast
zh_hans: 早餐
zh_hant: 早餐

# tag_lunch
source: Lunch
zh_hans: 午餐
zh_hant: 午餐

# tag_dinner
source: Dinner
zh_hans: 晚餐
zh_hant: 晚餐

# tag_takeout
source: Takeout
zh_hans: 外卖
zh_hant: 外送

# tag_coffee
source: Coffee & Drinks
zh_hans: 咖啡饮品
zh_hant: 咖啡飲品

# tag_public_transit
source: Public Transit
zh_hans: 公共交通
zh_hant: 公共交通

# tag_taxi
source: Taxi / Rideshare
zh_hans: 打车
zh_hant: 叫車

# tag_gas
source: Gas / Fuel
zh_hans: 加油
zh_hant: 加油

# tag_parking
source: Parking
zh_hans: 停车
zh_hant: 停車

# tag_groceries
source: Groceries
zh_hans: 日用百货
zh_hant: 日用百貨

# tag_clothing
source: Clothing
zh_hans: 服饰
zh_hant: 服飾

# tag_electronics
source: Electronics
zh_hans: 电子产品
zh_hant: 電子產品

# tag_gym
source: Gym Membership
zh_hans: 健身会员
zh_hant: 健身會員

# tag_sports_equipment
source: Sports Equipment
zh_hans: 运动装备
zh_hant: 運動裝備

# tag_flights_trains
source: Flights & Trains
zh_hans: 机票火车
zh_hant: 機票火車

# tag_hotels
source: Hotels
zh_hans: 酒店住宿
zh_hant: 酒店住宿

# tag_appliance_repair
source: Appliance Repair
zh_hans: 家电维修
zh_hant: 家電維修

# tag_plumbing
source: Plumbing & Hardware
zh_hans: 水电五金
zh_hant: 水電五金

# tag_salary
source: Base Salary
zh_hans: 基本工资
zh_hant: 基本工資

# tag_bonus
source: Bonus
zh_hans: 奖金
zh_hant: 獎金

# tag_side_hustle
source: Side Hustle
zh_hans: 副业
zh_hant: 副業

# tag_merchant_refund
source: Merchant Refund
zh_hans: 商家退款
zh_hant: 商家退款

# tag_deposit_return
source: Deposit Return
zh_hans: 押金退还
zh_hant: 押金退還

# ledger_sort_categories
source: Sort categories
zh_hans: 排序分类
zh_hant: 排序分類
